Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1175_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Elsa Laula Renberg kokosi saamelaiset ensimmäiseeen kansalaiskokoukseen helmikuussa 1917, tämän vuoksi saamelaiset juhlivat saamelaisten kansallispäivää 6. helmikuuta.
sme: Elsa Laula Renberg čohkkii sápmelaččaid vuosttas riikkačoahkkimii guovvamánus 1917, dan dihte mii ávvudit sámi álbmotbeaivvi guovvamánu 6. beaivvi.

source: SPN (Saamelainen parlamentaarinen neuvosto) on päättänyt ehdottaa SPN:n neuvostolle ja Saamelaisneuvostolle, että Elsa Laula Renbergin syntymäpäivästä tehdään yleinen liputuspäivä.
sme: SPR stivra lea mearridan evttohit SPR ráđđečoahkkimii ja Sámiráđđái ahte Elsa Laula Renberg riegádanbeaivi šaddá almmolaš leavgabeaivin.

source: SPN:n neuvoston kokous pidetään syksyllä.
sme: SPR ráđđečoahkkin lágiduvvo čakčat.

source: – On hyvin tärkeää että asia päätetään ennen Trondheimin 100-vuotisjuhlaa, koska mehän nimenomaan kokoonnumme sinne juhlistamaan hänen työtään, sanoo SPN:n puheenjohtaja Tiina Sanila-Aikio.
sme: – Lea hui dehálaš ahte ášši mearriduvvo ovdal Troanddima 100-jagi ávvudeami, go miihan namalassii čoahkkanit dohko ávvudit su barggu, lohká SPR sátnejođiheaddji Tiina Sanila-Aikio.

source: Ennen SPN:n hallitusta asia on käsitelty SPN:n ja Saamelaisneuvoston yhteisessä lautakunnassa saamelaisten kansallisten tunnusten hallinnoimiseksi ja edistämiseksi kesäkuussa Kirkkoniemessä.
sme: Ovdal SPR stivrra ášši lea gieđahallan SPR ja Sámiráđi oktasaš lávdegoddi hálddašit ja ovdánahttit sámi čearddalaš dovddaldagaid čoahkkimis geassemánus Girkonjárggas.

source: Lautakunta päätti esittää SPN:lle ja Saamelaisneuvostolle kunnioittaa näin Elsa Laula Renbergin työtä.
sme: Lávdegotti mearridii evttohit SPR:i ja Sámiráđđái gudnejahttit Elsa Laula Renberg riegádanbeaivvi.

source: Elsa Laula Renberg (s. 29.11.1877) syntyi Vualtjere (Vilhelmina) kunnassa Ruotsin puolella Saamemaata vuonna 1877 ja kuoli tuberkuloosiin Musseressa (Mosjøen) Norjan puolella vuonna 1931.
sme: Elsa Laula Renberg (r. 29.11.1877) riegádii Vualtjere suohkanis Ruoŧa beale Sámis jagi 1877 ja jámii tuberkulosaid Musseres Norgga bealde jagis 1931.

source: Renberg kokosi saamelaiset ensimmäiseen kansalliskokoukseen Norjan Trondheimiin helmikuussa 1917.
sme: Renberg čohkkii sápmelaččaid vuosttas riikkačoahkkimii Troanddimii, Norgga beale Sápmái guovvamánus 1917.

source: Tästä syystä saamelaisten kansallispäivää vietetään 6. helmikuuta.
sme: Dan dihte ávvuduvvo sámi álbmotbeaivvi guovvamánu 6. beaivvi.

source: Monet asioista, joita Elsa Laula Renberg edisti, ovat edelleen ajankohtaisia.
sme: Olu áššit maid Elsa Laula Renberg ovddidii leat áigeguovdilat ain dál.

source: – Hän on tärkeä historiallinen esikuva meille.
sme: - Son lea mávssolaš historjjálaš ovdagovvan midjiide.

source: Minä toivon ja uskon että viimeistään 29. marraskuuta 2017 pääsen vetämään saamenlipun salkoon hänen kunniakseen, Sanila-Aikio jatkaa.
sme: Mun sávan ja jáhkán ahte maŋimuštá 29. skábmamánu 2017 beasan geassit sámeleavgga stággui su gudnin, Sanila-Aikio joatká.

source: SPN:n hallitus vie asian vielä eteenpäin sekä Saamelaisneuvostolle ja SPN:n neuvoston kokoukselle päätettäväksi.
sme: Stivra doalvu ášši vel viidáseappot sihke Sámiráđđái ja SPR ráđđečoahkkimii mearridanláhkái.

source: Tavoitteena on saada Elsa Laula Renbergin syntymäpäivä 29.11. liputuspäiväksi jo tänä vuonna ennen Tronheimin 100-vuotisjuhlaa tai vuonna 2017 Trondheimin kokouksen juhlavuonna.
sme: Ulbmilin lea fitnet Elsa Laula Renberg riegádanbeaivvi 29.11. levgenbeaivin jo dán jagi ovdal Troanddin 100-jagi ávvudeami dahje jagis 2017 Troanddin čoahkkima ávvudanjagi.
